Repository: jiexishede/movieApps
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Action
zh_hans: 动作

source: Actors
zh_hans: 演员

source: Actors演员们
zh_hans: 演员

source: Actors演员集合
zh_hans: 演员

source: Add Actor
zh_hans: 添加演员

source: Add Actor添加演员
zh_hans: 添加演员

source: Add Movie
zh_hans: 添加电影

source: Add New Review
zh_hans: 添加新评论

source: Add Review
zh_hans: 添加评论

source: Adventure
zh_hans: 冒险

source: Cancel
zh_hans: 取消

source: Comedy
zh_hans: 喜剧

source: Crime and Suspense
zh_hans: 警匪悬疑

source: Documentary
zh_hans: 纪录片

source: Enter actor name
zh_hans: 输入演员名字

source: Enter director
zh_hans: 输入导演

source: Enter end date
zh_hans: 输入结束日期

source: Enter minimum rating
zh_hans: 输入最小评分

source: Enter minimum review count
zh_hans: 输入最小评论数

source: Enter movie title
zh_hans: 输入电影标题

source: Enter name
zh_hans: 输入名字

source: Enter release date
zh_hans: 输入发布日期

source: Enter start date
zh_hans: 输入开始日期

source: Filter
zh_hans: 筛选

source: Filters
zh_hans: 筛选

source: Key
zh_hans: 喜剧

source: Martial Arts
zh_hans: 武侠

source: movie director
zh_hans: 电影导演

source: movie name
zh_hans: 电影名字

source: Movies
zh_hans: 电影列表

source: Other
zh_hans: 其他

source: Rating
zh_hans: 评分

source: Rating显示纯文本评分
zh_hans: 评分

source: Release Date
zh_hans: 发布日期

source: Reset
zh_hans: 重置

source: Reviews
zh_hans: 评论

source: Reviews多个评论列表
zh_hans: 评论

source: Reviews评论数
zh_hans: 评论

source: Romance
zh_hans: 爱情

source: Save
zh_hans: 保存

source: Save update
zh_hans: 保存修改

source: Science Fiction
zh_hans: 科幻

source: Search
zh_hans: 搜索

source: Search by actor name
zh_hans: 通过演员名字搜搜

source: Search by date range
zh_hans: 通过日期范围搜索

source: Search by date range or rating
zh_hans: 通过日期范围或者评分搜索

source: Search by date range or rating通过时间或者评论来搜索
zh_hans: 通过日期范围或者评分搜索

source: Search by date rangeSectionHeader的文字显示 通过日期范围来搜搜
zh_hans: 通过日期范围或者评分搜索

source: Search by movie title begins with
zh_hans: 通过电影的标题搜索

source: Search by release date
zh_hans: 通过发布日期搜搜

source: Search by release date通过发布日期来搜索
zh_hans: 通过发布日期来筛选过滤

source: Search movies by minimum review count
zh_hans: 通过最少评论数搜索

source: Select Type
zh_hans: 选择类型

source: synopsis
zh_hans: 剧情简介

source: Synopsis
zh_hans: 剧情简介

source: type
zh_hans: 类型

source: Type
zh_hans: 类型

source: Urban
zh_hans: 都市
